Repository: fordys33/SME-Debt-Tool-Germany
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: SME Debt Tool
de: SME-Schulden-Tool

source: Debt Brake
de: Schuldenbremse

source: Cost Analysis
de: Kostenanalyse

source: Debt-Equity Swap
de: Schulden-Eigenkapital-Tausch

source: Debt Snowball
de: Schulden-Schneeball

source: Funding
de: Finanzierung

source: Language
de: Sprache

source: About
de: Über

source: SME Debt Management Tool
de: SME-Schuldenmanagement-Tool

source: Comprehensive debt management solutions for German SMEs
de: Umfassende Schuldenmanagement-Lösungen für deutsche KMU

source: Calculate
de: Berechnen

source: Analyze
de: Analysieren

source: Simulate
de: Simulieren

source: Prioritize
de: Priorisieren

source: Explore
de: Erkunden

source: Track
de: Verfolgen

source: Debt Brake Calculator
de: Schuldenbremse-Rechner

source: Calculate borrowing limits based on Germany's debt brake mechanism
de: Berechnen Sie Kreditlimits basierend auf Deutschlands Schuldenbremse-Mechanismus

source: Annual Revenue (€)
de: Jahresumsatz (€)

source: Enter annual revenue
de: Jahresumsatz eingeben

source: Your company's total annual revenue
de: Der Gesamtjahresumsatz Ihres Unternehmens

source: Current Debt (€)
de: Aktuelle Schulden (€)

source: Enter current debt
de: Aktuelle Schulden eingeben

source: Your current outstanding debt
de: Ihre aktuellen ausstehenden Schulden

source: Calculate Debt Limit
de: Schuldenlimit berechnen

source: Debt Brake Limit
de: Schuldenbremse-Limit

source: 0.35% of annual revenue
de: 0,35% des Jahresumsatzes

source: Available Capacity
de: Verfügbare Kapazität

source: Remaining borrowing capacity
de: Verbleibende Kreditkapazität

source: Current Debt Usage
de: Aktuelle Schuldennutzung

source: Within Limits
de: Innerhalb der Grenzen

source: Near Limit
de: Nahe dem Limit

source: Over Limit
de: Über dem Limit

source: Cost of Debt Analysis
de: Schuldenkosten-Analyse

source: Analyze pre-tax and after-tax cost of debt with detailed breakdowns
de: Analysieren Sie Vor- und Nachsteuer-Schuldenkosten mit detaillierten Aufschlüsselungen

source: Loan Principal (€)
de: Darlehenssumme (€)

source: Enter loan amount
de: Darlehenssumme eingeben

source: Total amount borrowed
de: Gesamtbetrag des Darlehens

source: Interest Rate (%)
de: Zinssatz (%)

source: Enter interest rate
de: Zinssatz eingeben

source: Annual interest rate
de: Jährlicher Zinssatz

source: Loan Term (Years)
de: Darlehenslaufzeit (Jahre)

source: Enter loan term
de: Darlehenslaufzeit eingeben

source: Length of loan in years
de: Länge des Darlehens in Jahren

source: Tax Rate (%)
de: Steuersatz (%)

source: Enter tax rate
de: Steuersatz eingeben

source: Corporate tax rate (default: 30%)
de: Körperschaftsteuersatz (Standard: 30%)

source: Calculate Cost Analysis
de: Kostenanalyse berechnen

source: Monthly Payment
de: Monatliche Zahlung

source: Fixed monthly payment
de: Feste monatliche Zahlung

source: Total Payment
de: Gesamtzahlung

source: Total amount to be paid
de: Gesamtbetrag zu zahlen

source: Total Interest (Pre-tax)
de: Gesamtzinsen (Vor Steuern)

source: Interest before tax benefits
de: Zinsen vor Steuervorteilen

source: After-tax Interest
de: Nachsteuer-Zinsen

source: Interest after tax benefits
de: Zinsen nach Steuervorteilen

source: Effective Interest Rate
de: Effektiver Zinssatz

source: After-tax effective interest rate
de: Nachsteuer-effektiver Zinssatz

source: Debt-Equity Swap Simulation
de: Schulden-Eigenkapital-Tausch-Simulation

source: Simulate partnerships and equity conversions to optimize capital structure
de: Simulieren Sie Partnerschaften und Eigenkapitalumwandlungen zur Optimierung der Kapitalstruktur

source: Debt to Convert (€)
de: Zu konvertierende Schulden (€)

source: Enter debt amount
de: Schuldenbetrag eingeben

source: Amount of debt to convert to equity
de: Betrag der in Eigenkapital umzuwandelnden Schulden

source: Company Valuation (€)
de: Unternehmensbewertung (€)

source: Enter company value
de: Unternehmenswert eingeben

source: Current company valuation
de: Aktuelle Unternehmensbewertung

source: Current Equity %
de: Aktuelles Eigenkapital %

source: Enter current equity %
de: Aktuelles Eigenkapital % eingeben

source: Current equity ownership percentage
de: Aktueller Eigenkapitalbesitz-Prozentsatz

source: Conversion Rate
de: Umwandlungsrate

source: Enter conversion rate
de: Umwandlungsrate eingeben

source: Debt to equity conversion ratio
de: Schulden-zu-Eigenkapital-Umwandlungsverhältnis

source: Simulate Swap
de: Tausch simulieren

source: Debt Snowball Prioritization
de: Schulden-Schneeball-Priorisierung

source: Prioritize debt repayment by interest rate for maximum efficiency
de: Priorisieren Sie Schuldentilgung nach Zinssatz für maximale Effizienz

source: Debt Name
de: Schuldenname

source: Principal (€)
de: Hauptsumme (€)

source: Min Payment (€)
de: Mindestzahlung (€)

source: Add Debt
de: Schulden hinzufügen

source: Remove Last
de: Letzte entfernen

source: Calculate Priority Order
de: Prioritätsreihenfolge berechnen

source: EU/Federal Funding Guidance
de: EU/Bundes-Finanzierungsberatung

source: Get tailored advice on available funding programs for German SMEs
de: Erhalten Sie maßgeschneiderte Beratung zu verfügbaren Finanzierungsprogrammen für deutsche KMU

source: Company Size
de: Unternehmensgröße

source: Select company size
de: Unternehmensgröße auswählen

source: Small (1-49 employees)
de: Klein (1-49 Mitarbeiter)

source: Medium (50-249 employees)
de: Mittel (50-249 Mitarbeiter)

source: Large (250+ employees)
de: Groß (250+ Mitarbeiter)

source: Number of employees
de: Anzahl der Mitarbeiter

source: Industry
de: Branche

source: Select industry
de: Branche auswählen

source: Manufacturing
de: Produktion

source: Technology/IT
de: Technologie/IT

source: Retail/Trade
de: Einzelhandel/Handel

source: Professional Services
de: Professionelle Dienstleistungen

source: Agriculture
de: Landwirtschaft

source: Construction
de: Bauwesen

source: Healthcare
de: Gesundheitswesen

source: Other
de: Andere

source: Your business sector
de: Ihr Geschäftsbereich

source: Funding Purpose
de: Finanzierungszweck

source: Select purpose
de: Zweck auswählen

source: Working Capital
de: Betriebskapital

source: Equipment Purchase
de: Gerätekauf

source: Business Expansion
de: Geschäftserweiterung

source: Innovation/R&D
de: Innovation/F&E

source: Digital Transformation
de: Digitale Transformation

source: Sustainability/Green
de: Nachhaltigkeit/Grün

source: Export Development
de: Exportentwicklung

source: What will the funding be used for?
de: Wofür wird die Finanzierung verwendet?

source: Funding Amount Needed (€)
de: Benötigter Finanzierungsbetrag (€)

source: Enter amount needed
de: Benötigten Betrag eingeben

source: Amount of funding required
de: Erforderlicher Finanzierungsbetrag

source: Find Funding Programs
de: Finanzierungsprogramme finden

source: Debt Covenant Tracking
de: Schulden-Covenant-Verfolgung

source: Monitor financial ratios for compliance with loan agreements
de: Überwachen Sie Finanzkennzahlen auf Einhaltung von Darlehensvereinbarungen

source: Total Debt (€)
de: Gesamtschulden (€)

source: Enter total debt
de: Gesamtschulden eingeben

source: Total outstanding debt
de: Gesamte ausstehende Schulden

source: Enter EBITDA
de: EBITDA eingeben

source: Earnings before interest, taxes, depreciation, and amortization
de: Ergebnis vor Zinsen, Steuern, Abschreibungen und Amortisationen

source: Current Assets (€)
de: Umlaufvermögen (€)

source: Enter current assets
de: Umlaufvermögen eingeben

source: Assets that can be converted to cash within one year
de: Vermögenswerte, die innerhalb eines Jahres in Bargeld umgewandelt werden können

source: Current Liabilities (€)
de: Kurzfristige Verbindlichkeiten (€)

source: Enter current liabilities
de: Kurzfristige Verbindlichkeiten eingeben

source: Debts due within one year
de: Innerhalb eines Jahres fällige Schulden

source: Net Worth/Equity (€)
de: Nettovermögen/Eigenkapital (€)

source: Enter net worth
de: Nettovermögen eingeben

source: Total assets minus total liabilities
de: Gesamtvermögen minus Gesamtverbindlichkeiten

source: Company Name
de: Unternehmensname

source: Enter company name
de: Unternehmensname eingeben

source: For reporting purposes
de: Für Berichtszwecke

source: Check Covenant Compliance
de: Covenant-Compliance prüfen

source: Overall Compliance Status
de: Gesamt-Compliance-Status

source: Compliant
de: Konform

source: Non-Compliant
de: Nicht konform

source: All covenants are within acceptable limits
de: Alle Covenants sind innerhalb akzeptabler Grenzen

source: One or more covenants are breached
de: Ein oder mehrere Covenants werden verletzt

source: Debt-to-EBITDA Ratio
de: Schulden-zu-EBITDA-Verhältnis

source: Threshold: ≤ 3.0
de: Schwellenwert: ≤ 3,0

source: Current Ratio
de: Liquiditätsgrad

source: Threshold: ≥ 1.2
de: Schwellenwert: ≥ 1,2

source: Debt-to-Equity Ratio
de: Schulden-zu-Eigenkapital-Verhältnis

source: Threshold: ≤ 2.0
de: Schwellenwert: ≤ 2,0

source: Breached
de: Verletzt

source: Principal
de: Hauptsumme

source: Interest
de: Zinsen

source: Tax Savings
de: Steuerersparnisse

source: Remaining Debt
de: Verbleibende Schulden

source: Total Equity
de: Gesamtes Eigenkapital

source: Total Capital
de: Gesamtkapital

source: Programs Found
de: Gefundene Programme

source: Matching funding programs
de: Passende Finanzierungsprogramme

source: Next Steps
de: Nächste Schritte

source: Review program details and contact the funding agencies for application procedures.
de: Überprüfen Sie Programmdetails und kontaktieren Sie die Finanzierungsagenturen für Antragsverfahren.

source: Privacy Policy
de: Datenschutzrichtlinie

source: Terms of Service
de: Nutzungsbedingungen

source: This tool is for educational purposes only. Consult financial professionals for advice.
de: Dieses Tool dient nur zu Bildungszwecken. Konsultieren Sie Finanzexperten für Beratung.

source: Built with Flask & Bootstrap
de: Erstellt mit Flask & Bootstrap

source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: Please fill in all required fields.
de: Bitte füllen Sie alle erforderlichen Felder aus.

source: Invalid input. Please check your values.
de: Ungültige Eingabe. Bitte überprüfen Sie Ihre Werte.
